Repository: bongikairu/yearbeast2015
Catalog: site/web/locales/*.xliff
Languages: cs, de, es_ar, fa, fil, pl, pt_br, ru_ru, tr, uk, vi

# yearbeast-coming
source: Year Beast is coming
cs: Year Beast přichází
de: Die Jahresbestie kommt gleich!
es_ar: Year Beast está llegando
fa: Year Beast داره میاد
fil: Parating na ang Year Beast
pl: Bestia Roku się zbliża
pt_br: O confronto de Monstros Temporais esta chegando
ru_ru: Годни уже на подходе!
tr: Yıl Canavarı geliyor
uk: Годні скоро прибудуть!
vi: Year Beast sắp diễn ra

# yearbeast-here
source: Year Beast is here
cs: Year Beast je zde
de: Die Jahresbestie ist hier
es_ar: Year Beast ya llegó
fa: Year Beast اومده
fil: Nandito na ang Year Beast
pl: Year Beast nadeszł
pt_br: Os Monstros Temporais estão acordados
ru_ru: Битва Годней началась!
tr: Yıl Canavarı geldi
uk: Битва з Годнями розпочалась!
vi: Year Beast đã bắt đầu

# yearbeast-gone
source: Year Beast lies dormant
cs: Year Beast vyčkává
de: Die Jahresbestie schläft derzeit
es_ar: Year Beast está inactiva
fa: Year Beast فعلا خوابیده
fil: Natutulog pa ang Year Beast
pl: Year Beast drzemie
pt_br: Os Monstros Temporais estão dormindo
ru_ru: Годни впали в спячку
tr: Yıl Canavarı uyuyor
uk: Годні дрімають.
vi: Year Beast không họat động

# beastfleein
source: Year Beast will flee in
cs: Year Beast uprchne za
de: Die Jahresbestie flüchtet in
es_ar: Year Beast se retirará en
fa: Year Beast تا این موقع میمونه :
fil: Tatakas ang Year Beast sa
pl: Year Beast zbiegnie w
pt_br: O confronto de Monstros Temporais expira em
ru_ru: Годни убегут через
tr: Yıl Canavarı kaçıyor
uk: Годні втечуть через:
vi: Year Beast sẽ kết thúc trong

# beastemergein
source: Year Beast will emerge in
cs: Year Beast se objeví za
de: Die Jahresbestie kommt in
es_ar: Year Beast emergerá en
fa: Year Beast تا این موقع میاد :
fil: Lilitaw ang Year Beast sa
pl: Year Beast pojawi się za
pt_br: Um confronto de Monstros Temporais em
ru_ru: Битва Годней начнется через
tr: Yıl Canavarı ortaya çıkacak
uk: Годні з'являться через:
vi: Year Beast sẽ xuất hiện sau

source: Next Appearance
cs: Další útok
de: Nächste Ankunft
es_ar: Próxima aparición
fa: رویت بعدی
fil: Susunod na Paglitaw
pl: Następne pojawienie się
pt_br: Próxima aparição
ru_ru: Битва Годней начнется
tr: Sonraki Görülme
uk: Наступна поява
vi: lần xuất hiện tiếp theo

source: Not earlier than
cs: Ne dříve než
de: Nicht früher als
es_ar: No antes de las
fa: زودتر از این نمیاد :
fil: Hindi mas aaga sa
pl: Nie wcześniej niż
pt_br: Não antes de
ru_ru: не раньше, чем
tr: Daha erken değil
uk: Не раніше, ніж
vi: không sớm hơn

source: That's around
cs: To je kolem
de: Das ist ungefahr
es_ar: Aproximadamente a las
fa: حدودا
fil: Ito'y humigit-kumulang
pl: Czyli około
pt_br: Em torno de
ru_ru: Примерно через
tr: Civarı
uk: Приблизно через
vi: trong khoảng

# tafromnow
source: from now
cs: od teď
de: ab jetzt
es_ar: a partir de ahora
fa: از الان
fil: mula ngayon
pl: od teraz
pt_br: a partir de agora
tr: şimdi
uk: з цього часу
vi: từ bây giờ

# basedonrecords
source: * based on previous records
cs: * vycházející z předchozích záznamů
de: * basierend auf den bisherigen Daten
es_ar: * Basado en avistamientos anteriores
fa: بر حسب رکوردهای قبلی
fil: * batay sa mga nakaraang rekord
pl: Bazowane na wcześniejszych odczytach
pt_br: * baseado em previsões anteriores
ru_ru: * на основе прошлых событий
tr: * önceki kayıtlara göre
uk: * визначений на попередніх записах
vi: * dựa trên các lần xuất hiện trước đây của Year Beast

source: Determining..
cs: Odhaduji...
de: Es wird berechnet...
es_ar: Determinando..
fa: در حال تعیین منطقه زمانی..
fil: Tinutukoy..
pl: Określanie..
pt_br: Determinando..
ru_ru: Определяем...
tr: Belirleniyor...
uk: Визначення...
vi: Đang xác định..

source: Calculating..
cs: Vypočítávám...
de: Es wird gerechnet..
es_ar: Calculando..
fa: در حال محاسبه..
fil: Kinakalkula..
pl: Obliczanie..
pt_br: Calculando..
ru_ru: Рассчитываем...
tr: Hesaplanıyor...
uk: Підрахунок...
vi: Đang tính toán thời gian ...

# link_noti
source: Get Year Beast notification on any device
cs: Získejte upozornění o Year Beast na Vaše zařízení
de: Erhalte neue Jahresbestien Benachrichtigungen auf deinem Gerät
es_ar: Obtener notificación de Year Beast en cualquier dispositivo
fa: گرفتن اطلاع درباره زمان اومدن Year Beast روی هر دستگاهی
fil: Kunin ang notipikasyong pang-Year Beast sa anumang device
pl: Otrzymuj powiadomienie o Bestii Roku na wszelkie urządzenie
pt_br: Obter notificação dos Monstros Temporais em qualquer dispositivo
ru_ru: Push-уведомления о начале Битвы Годней
tr: Herhangi bir cihaz üzerinden Yıl Canavarı bildirimi alın
uk: Отримуйте сповіщення про наступні Битви Годнів на Ваш пристрій!
vi: Nhận thông tin khi Year Beast xuất hiện trên các thiết bị di động

# link_dota2wiki
source: New Bloom 2015 info on Dota 2 Wiki
cs: Informace o New Bloom 2015 na Dota 2 wiki
de: New Bloom 2015 Info im Dota 2 Wiki
es_ar: Información acerca de New Bloom 2015 en Dota 2 Wiki
fa: اطلاعات درباره New Bloom 2015 در دوتا ویکی
fil: Impormasyon tungkol sa New Bloom 2015 sa Dota 2 Wiki
pl: Informacje o New Bloom na Dota 2 Wiki
pt_br: Informações do New Bloom 2015 no Dota 2 Wiki
ru_ru: Праздник Новоцвета 2015 на Dota 2 Wiki
tr: New Bloom 2015 hakkında bilgi Dota 2 Wiki
uk: Інформація про Новоцвіт 2015 на Dota 2 Вікі (англійською)
vi: Thông tin New Bloom 2015 trên Dota 2 Wiki

# link_belvedere
source: Year Beast Info by SirBelvedere
cs: Informace o Year Beast od SirBelvedere
de: Die Jahresbestie Info von SirBelvedere
es_ar: Información de Year Beast por Sirbelvedere
fa: اطلاعات درباره Year Beast توسط SirBelvedere
fil: Impormasyon galing kay SirBelvedere
pl: Informacje o Year Beast od SirBelvedere
pt_br: Informações sobre os Monstros temporais por SirBelvedere
ru_ru: Информация о Битве Годней (на английском)
tr: SirBelvedere'dan Yıl Canavarı hakkında bilgiler
uk: Інформація про Битви Годнів від SirBelvedere (англійською)
vi: Thông tin Year Beast bởi SirBelvedere

# link_trollogist
source: [GUIDE]How to win Year Beast game, F2P! by trollogist
cs: [PŘÍRUČKA] Jak vyhrát hru s Year Beast, F2P! od trollogist
de: [GUIDE] Wie man ein Jahresbestien Spiel gewinnt, F2P! von trollogist
es_ar: [Guía] Como ganar partida de Year Beast F2P! por trollogist
fa: آموزش : چطوری Year Beast روبرنده بشیم !
fil: [GABAY] Paano manalo sa iyong larong Year Beast, F2P! ni trollogist
pl: [PORADNIK] Jak wygrać mecz Year Beast, F2P! stworzony przez trolligist
pt_br: [TUTORIAL]Como vencer nos Monstros temporais, F2P! por trollogist
ru_ru: Как выиграть Битву Годней, гайд от trollogist (на английском)
tr: [KILAVUZ] trollgoist'den Yıl Canavarı oyunu nasıl kazanılır, F2P!
uk: [Гайд] "Як перемогти у Битві Годнів без доната?" від trollogist (англійською)
vi: [Hướng dẫn]Chiến thuật pick để chiến thắng Year Beast , bởi trollogist

# link_cyborgmatt
source: Cyborgmatt's Year Beast Timer
cs: Year Beast časovač od Cyborgmatt
de: Cyborgmatts Jahresbestien Timer
es_ar: Temporizador de Year Beast por Cyborgmatt
fa: یه تایمر دیگه توسط Cyborgmatt
fil: Orasan para sa Year Beast, gawa ni Cyborgmatt
pl: Odliczanie do Year Beast Cyborgmatt'a
pt_br: Cyborgmatt's Monstros temporais tempo
ru_ru: Таймер Битвы Годней от Cyborgmatt
tr: Cyborgmatt'in Yıl Canavarı sayacı
uk: Таймер Битви Годнів від Cyborgmatt
vi: Thời gian Year Beast bởi Cyborgmatt

# link_steamstatus
source: Steam Services Status
cs: Status Steam služeb
es_ar: Estado del servicio de Steam
fa: وضعیت سرورهای استیم
fil: Kalagayan ng mga Steam Services
pl: Status Usług Steam
pt_br: Status de serviços Steam
ru_ru: Состояние серверов Steam
tr: Steam Sunucularının Durumu
uk: Статус послуг Steam
vi: Trạng thái các dịch vụ của Steam

# link_reddit_prefix
source: Have a suggestion? post it on
cs: Máte nápad? Napište ho na
de: Hast du einen Vorschlag? Poste es auf
es_ar: Alguna sugerencia? Publícala en
fa: پیشنهادی دارین ؟ کلیک کنید
fil: Mayroon ka bang mga mungkahi? I-post mo sa
pl: Masz sugestie? Powiedz nam o nich na
pt_br: Tem alguma sugestão? poste no
ru_ru: Есть предложения? Присылайте их на
tr: Bir öneriniz mi var? Gönderin
uk: У Вас є пропозиція? Розкажіть про неї у
vi: Các đề nghị, yêu cầu thắc mắc? đăng tải lên:

# link_credit_prefix
source: Powered by
cs: Poháněno
de: Ermöglicht durch
es_ar: Auspiciado por
fa: قدرت گرفته از
fil: Pinapatakbo ng
pl: Sponsorowane przez
pt_br: Desenvolvido por
ru_ru: Сайт создал
tr: Yapımcı
uk: Сайт створено

source: Headline:
cs: Novinka:
de: Neuigkeiten:
es_ar: Título:
fa: اخبار:
pl: Nagłówek:
pt_br: Destaque:
tr: Başlık:
uk: Додатково:
vi: Tiêu điểm:

source: Timezone:
cs: Časová zóna:
de: Zeitzone:
es_ar: Zona horaria:
fa: منطقه زمانی:
pl: Strefa czasowa:
ru_ru: Часовой пояс:
tr: Saat Dilimi:
uk: Часова зона:
vi: Múi giờ

# svtime
source: SV:
cs: ČS:
de: Satellitenzeit:
es_ar: Servidor:
fa: ساعت سرور:
pl: Czas serwera:
ru_ru: Время сервера:
tr: SU:
uk: Час сервера:
vi: Server:

# cltime
source: Yours:
cs: Vaše:
de: Deine:
es_ar: Usted:
fa: ساعت شما:
fil: Ang Iyo:
pl: Twój czas:
pt_br: Seu
ru_ru: Текущее время:
tr: Senin:
uk: Ваш час:
vi: Thời gian của bạn:

source: Sighting History
cs: Historie útoků
de: Chronik
es_ar: Historial de avistamientos
fa: تاریخچه رویت
fil: Kasaysayan ng Paglitaw ng Year Beast
pl: Historia zjawień
pt_br: Histórico de aparições
ru_ru: Предыдущие битвы
tr: Görülme Geçmişi
uk: Історія битв
vi: Lịch sử xuất hiện

source: No records
cs: Žádné záznamy
de: Keine Daten
es_ar: Sin Records
fa: رکوردی موجود نیست
fil: Walang rekord
pl: Brak odczytów
pt_br: Sem dados
ru_ru: Нет данных
tr: Kayıt yok
uk: Немає записів
vi: Không có thông tin

source: Useful Links
cs: Užitečné odkazy
de: Nützliche Links
es_ar: Enlaces útiles
fa: لینک های مفید
fil: Mga Kapaki-Kakinabang na Link
pl: Przydatne linki
pt_br: Links úteis
ru_ru: Полезные ссылки
tr: Yararlı Linkler
uk: Корисні посилання
vi: Các liên kết hữu ích:

# txt_late
source: Seem like this beast is running late
cs: Vypadá to, že se bestie zpozdila
de: Es sieht so aus, als ob dieses Beast Verspätung hat
es_ar: Al parecer esta bestia está llegando tarde
fa: به نظر میرسه که Year Beast دیرتر میاد !
fil: Tila mahuhuli ang paglitaw ng Year Beast
pl: Wygląda na to, że Beast się spóźnia
pt_br: Parece que os Monstros Temporais estão atrasados
ru_ru: Похоже Годни задерживаются
tr: Görünüşe göre canavar geç gelecek
uk: Схоже, цього разу Годні затримуються
vi: Beast diễn ra trễ hơn dự kiến

# txt_duration
source: Duration:
cs: Trvání:
de: Dauer:
es_ar: Duración:
fa: مدت:
fil: Tagal:
pl: Czas trwania:
pt_br: Duração:
ru_ru: Длился
tr: Süre:
uk: Тривалість:
vi: Thời gian diễn ra:

# txt_seconds
source: seconds
cs: sekund
de: Sekunden
es_ar: segundos
fa: ثانیه
fil: segundo
pl: sekund
pt_br: segundos
ru_ru: секунд
tr: saniye
uk: секунд
vi: giây

# txt_note
source: Note:
cs: Poznámka:
de: Notiz:
es_ar: Notas:
fa: اطلاعات:
fil: Tanda:
pl: Notatka:
pt_br: Nota:
ru_ru: Примечание:
tr: Not:
uk: Примітка:
vi: Ghi chú:

# pagetitle
source: Dota 2 Year Beast 2015 Tracker
de: Dota 2 Jahresbestien Tracker 2015
fa: تایمرYear Beast 2015 Dota 2
fil: Taga-subabay sa Dota 2 Year Beast 2015
pl: Tracker Year Beast 2015
pt_br: Rastreador de Monstros Temporais no Dota 2
ru_ru: Таймер Битвы Годней 2015 Dota 2
tr: Dota 2 Year Beast 2015 İzleyicisi
uk: Таймер Битви Годнів (Dota 2 - Новоцвіт 2015)
vi: Theo dõi Dota 2 Year Beast 2015

source: Settings
cs: Nastavení
de: Einstellungen
es_ar: Opciones
fa: تنظیمات
fil: Mga Setting
pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Ngôn ngữ hiển thị:
